<!doctype html>

<html>
	<head>
		<title>Задание 2</title>
		<style type="text/css">
     .wd { width: 600px;height: 400px;}
    </style>
  <head>
   <body>
   <p>13. Есть строка $string = 'яблоко черешня вишня вишня черешня
		 груша яблоко черешня вишня яблоко вишня вишня черешня груша яблоко
		 черешня черешня вишня яблоко вишня вишня черешня вишня черешня груша
		 яблоко черешня черешня вишня яблоко вишня вишня черешня черешня груша
		 яблоко черешня вишня';

Подсчитайте, сколько раз каждый фрукт встречается в этой строке. Выведите в
виде списка в порядке уменьшения количества:

Пример вывода:
яблоко – 12
черешня – 8
груша – 5
слива - 3</p>

<form action="13.1.php" method="post">
  <p>Введите любой текст:</p>
	<textarea type="text" name="answer" class="wd"></textarea></p>
	<p><input type="submit" /></p>
</form>

</body>
<html>
