<!doctype html>

<html>
	<head>
		<title>Задание 12</title>
  <head>
   <body>
		 <p>12. Дано число $n = 1000. Делите его на 2 столько раз,
			 пока результат деления не станет меньше 50. Какое число получится?
			 Посчитайте количество итераций, необходимых для этого
			 (итерации — это количество проходов цикла), и запишите
			 его в переменную $num.</p><br>


<form action="12.1.php" method="post">
<p>Введите число больше 50-ти: <input type="number" name="answer"></p>
<p><input type="submit" /></p>
</form>



</body>
<html>
