<!doctype html>

<html>
	<head>
		<title>Задание 11</title>
		<style type="text/css">
     .wd { width: 600px;height: 400px;}
    </style>
  <head>
   <body>
   <p>11. Написать функцию, которая в качестве аргумента принимает строку,
		 и форматирует ее таким образом, что каждое новое предложение начиняется
		 с большой буквы.
    Пример:
    Входная строка: 'а васька слушает да ест. а воз и ныне там. а вы друзья
		как ни садитесь, все в музыканты не годитесь. а король-то — голый. а ларчик
		просто открывался.а там хоть трава не расти.';

   Строка, возвращенная функцией : 'А Васька слушает да ест. А воз и ныне там.
	 А вы друзья как ни садитесь, все в музыканты не годитесь. А король-то — голый.
	 А ларчик просто открывался.А там хоть трава не расти.';.</p>

<form action="11.1.php" method="post">
  <p>Введите любой текст:</p>
	<textarea type="text" name="answer" class="wd"></textarea></p>
	<p><input type="submit" /></p>
</form>

</body>
<html>
